[
    {
        "id": 1,
        "title": "Inspired by the Med with Gin Mare",
        "summary": "You don't need to set the global final of your cocktail competition in a luxurious, white-washed villa in sun-kissed Ibiza, but you've got to admit, it's not going to hurt. Particularly when said competition is Gin Mare Mediterranean Inspirations.",
        "source": "https://www.thecocktaillovers.com/2019/09/inspired-by-the-med-with-gin-mare/",
        "image": "https://www.thecocktaillovers.com/wp-content/uploads/48723714777_30c5be54bd_z-640x400.jpg",
        "date": "13 September 2019",
        "article": "<p>You don't need to set the global final of your cocktail competition in a luxurious, white-washed villa in sun-kissed Ibiza, but you've got to admit, it's not going to hurt. Particularly when said competition is Gin Mare Mediterranean Inspirations. Talk about living up to its name – the backdrop, looking over the Mediterranean landscape, couldn't be more perfect.</p><p>Jon Lee (Singapore), Alvin Ching (Hong Kong), Terry Lang (China), Odett Cruz (Mexico), Marian Scaturro (US), Greg Kong (US), and Chau Tran (Australia), the seven talented bartenders in this year's final certainly thought so. Yes they were here with the aim of finding the person who would be crowned this year's champ but let's face it, spending four days at Villa Mare, Gin Mare brand's home, is a prize in itself.</p><p>That said, who doesn't want to be a winner? Swimming pool and designer-style villa aside, there was a reason they were here and that was to create a gastrobartender drink and food pairing hero-ing bergamot – a quintessentially Mediterranean ingredient. To assist them on the food front, they could tap into the culinary expertise of Fabrizio Fiorani, Asia's Best Pastry Chef, as listed on The World's 50 Best Restaurants and Jonatan Gomez-Luna, award-winning chef of Le Chique, Latin America's Best Top 50 Restaurants.</p><p>At this level, it goes without saying that both the drinks and food to go with them were tippety-top but one stood out for the judging panel. No slouches in the drinks department themselves, Joe Schofield, Pippa Guy, Cesar Daniel 'Burrin' Ponce, Yael Vengroff and Jorge Balbontin declared Chau the winner with her Fluffy Emu – crazy name but a seriously good drink.</p><p>Her skilfully balanced blend of Gin Mare, bergamot curd and Seville orange juice topped with Australian wine and spritzed with Earl Grey elixir was served shoey*-style, in honour of her home country, alongside a Pavlova. Not just any old Pavlova but one made with a base of bergamot, finger lime and wild honey distillate, lavished with basil mascarpone, then piled with fresh strawberries lightly pickled with bergamot juice and adorned with finger lime caviar, micro-planed bergamot zest, and dehydrated meringue and bergamot oleo dust crumbs. </p><p>\"This drink is made to stimulate an appetite, using a blend of bitter and savouriness from the bergamot skin that is micro-planed into the curd, which cuts through with the acidic juice. The sparkling wine is a nod to the Giró family [creators of Gin Mare in collaboration with Vantguard] that started as sherry and wine merchants before they started to make gin'\" Chau said, explaining the rationale of her drink. As for the star ingredient? Chau admitted that it was rare and hard to find in Australia. \"Until two and a half weeks ago I'd never had fresh bergamot. Now I've juiced it, pith on, pith off, skinned it, made oleo, made a leather, tinctured, tea-ed, dehydrated every part of it, made several curds with it. But I also wanted to share a little bit of my home\".</p>"
    },
    {
        "id": 2,
        "title": "The Connaught Bar unveils its latest showstopper",
        "summary": "Not content with distilling his own gin on the premises, Connaught Bar director Agostino Perrone is a dab hand at updating his classics with a twist cocktail list.",
        "source": "https://www.gq-magazine.co.uk/food-drink/article/the-connaught-bar-unveils-its-latest-showstopper",
        "image": "https://media.gq-magazine.co.uk/photos/5d5e6b104d3a1d000883794d/16:9/w_2880%2cc_limit/20190822-Vanguard-01.jpg",
        "date": "23 August 2019",
        "article": "<p>Not content with distilling his own gin on the premises, Connaught Bar director Agostino Perrone is a dab hand at updating his classics with a twist cocktail list.</p><p>And to celebrate the 11th anniversary of the David Collins-designed boîte this month, he's done so again: presenting a 15-strong collection of drinks he's dubbed the \"Vanguard\" that tell the story-so-far of Mayfair's most salubrious – and successful – bar.</p><p>As those who know their ABV from their absinthe will recall, the Connaught Bar was the first to offer a Martini trolley from which clients could choose its site-distilled aromatic bitters (cardamom, tonka, ginseng and bergamot, lavender and coriander seeds) to complement their preferred pour.</p><p>Now with the help of his right-hand man, head mixologist Giorgio Bargiani, Perrone is offering is a novel upgrade: alongside Connaught gin, vodka Amalfi lemon oil and wine distillate, all five bitters are now served \"ready-mixed\" at the table using an ingenious aeration system the team discovered on a night out in Spain.</p><p>Apparently the aeration process, which is delivered via a contraption reminiscent of a foot pump, replicates the effect of pouring the drink from a height of eleven storeys – a symbolic reference picked up in the name of the cocktail (\"Number 11\") and even the serve: the classic Connaught Bar coup has been hand-decorated in five colours inspired by Jackson Pollock's \"Number 11\" (1952).</p><p>Rather like the work itself, \"Number 11\" is a showstopper – the pump-action aeration opening up the flavours and the hand-cut rock of ice (in the shape of a half-diamond) signing off a new signature cocktail for the bar.</p><p>And for those who don't savour the last word in Martinis, The Vanguard menu includes Perrone's personal favourite, \"Gate No1\", which features genever, red wine, vermouth and port and comes in a Kyoto glass with a sphere of ice – all topped off with a chocolate that depicts the hand-hammered iron gates that sit on either side of the bar.</p>"
    },
    {
        "id": 3,
        "title": "The Takeout officially names Aperol Spritz the passable drink of summer",
        "summary": "Yesterday, The New York Times ran an absolutely incendiary piece of writing, one that's tearing the internet apart, pitting friend against friend. It's also giving a brand loads of free publicity, most of it good. I write, of course, of the great Aperol Spritz Wars of 2019.",
        "source": "https://thetakeout.com/aperol-spritz-not-good-capri-sun-1834672783",
        "image": "https://i.kinja-img.com/gawker-media/image/upload/s--ZYdgNdDS--/c_scale,dpr_2.0,f_auto,fl_progressive,q_80,w_800/y9ozsru1gilmfdrypifd.jpg",
        "date": "10 May 2019",
        "article": "<p>Yesterday, The New York Times ran an absolutely incendiary piece of writing, one that's tearing the internet apart, pitting friend against friend. It's also giving a brand loads of free publicity, most of it good. I write, of course, of the great Aperol Spritz Wars of 2019.</p><p>The Times piece is a really strange takedown of a totally acceptable cocktail, which, if you're unfamiliar, includes Aperol (an aperitif) and prosecco, with a little soda water and an orange slice, served over ice (roughly in a 3:2:1 ratio). If you like a little bitterness in your bubbly, summery cocktails, you'd probably like this one; if you don't, you probably wouldn't. The NYT chooses to dunk on a cocktail, and it's this one? As my colleague Kate Bernot put it, this is like picking the quietest, most mild-mannered kid in class, standing on your desk, and shouting \"That guy is an asshole!\"</p><p>Rebekah Peppler's objections are many. Aperol itself \"skews saccharine;\" the prosecco is \"low-quality;\" the glasses \"jumbo\" and \"branded;\" the orange slice \"outsize.\" Also, the ice melts! Quelle horreur! We will return to some of these points in a moment, but suffice it to say that she really does not care for this beverage, nor do some of the people she quotes.</p><p>Many others will—and have—written spirited defenses of this particular drink, but I'm not here to do that. I am here to tell you that it's fine. Perfectly acceptable. Not gross. Not extraordinary. It's an opinion shared, according to the Washington Post, by the author of the recent book Apéritif, one Rebekah Peppler. We agree with previous timeline Rebekah Peppler: It is a completely okay cocktail.</p><p>There are loads of drinks in this category—stuff that's not mind-blowing, but not unbearable, either. It's the kind of thing one passes on because it's not for them, not because it's disgusting. It's too middle-of-the-road to be so objectionable. And so we at The Takeout are declaring it our passable drink of the summer. The Aperol Spritz: Just Okay!</p><p>That said, as is often the case, I have some questions.</p><ul><li>The opening lede of this sucker is so baffling to me that I seriously considered focusing in on it and only it: \"It's late spring, 6 p.m. Golden hour is nigh. It's too late for lemonade, too early for whiskey — spritz time on the dot.\" I'm sorry, too late for lemonade and too early for whiskey? Did Emily Post write about this and I missed it? Rest assured that it is never too late for lemonade, and only too early for whiskey if you think to yourself, \"I do not yet feel like drinking whiskey.\"</li><li>Also, bourbon is really good in a Bloody Mary, so there's that.</li><li>I'm sorry, I'm still not over this. If 6 p.m. is both too late for lemonade and too early for whiskey, when in the everloving world are you supposed to drink whiskey lemonades?</li><li>Peppler goes on to describe qualities she \"can get behind\": \"It's effervescent, it's extremely well iced and it is a shade of orange that rivals a 'Planet Earth' sunset.\" Well iced?</li><li>Well iced?</li><li>What if it's only kind of adequately iced?</li><li>One of Peppler's sources goes on to say that unless served immediately, \"the ice melts and dilutes things so you get a watered-down version of something that's not even the best expression of the drink.\" So... not well iced?</li><li>About the \"branded, jumbo wine glasses\": You know you could just use another glass, right?</li><li>About the \"low-quality prosecco\": You know you could just use better prosecco, right?</li><li>What is an outsize orange? Or is it the slice that's too big? If the slice, you know you could just cut them smaller, right?</li><li>The argument here would be that bartenders are making these mistakes, in which case that's just a badly made cocktail, right? Not a bad one?</li>The argument here would be that bartenders are making these mistakes, in which case that's just a badly made cocktail, right? Not a bad one?</li><li>Did no one ask any of these questions?</li></ul><p>I have two closing thoughts. First, ultimately, Peppler is arguing that the spritz is a drink one can easily make at home; the default need not be Aperol, nor must it be made in a bar (where, presumably, they might have some jumbo branded wine glasses). That, I can support.</p>"
    },
    {
        "id": 4,
        "title": "The changing face of cognac",
        "summary": "For many, cognac is as French as champagne and berets. But this brandy is evolving, adapting to modern tastes and appealing to new demographics.",
        "source": "https://www.worldsbestbars.com/the-changing-face-of-cognac/",
        "image": "https://www.worldsbestbars.com/wp-content/uploads/2018/09/the-changing-face-of-cognac-1920x720.jpg",
        "data": "9 April 2019",
        "article": "<p>Cognac was named after the town of Cognac in south-west France. Like champagne, it's protected by law so it must adhere to strict production criteria and come from this specific region. The region ripples out from Cognac to just north of La Rochelle and down south past Chalais. Traditionally, it's an after-dinner digestif, drunk neat or diluted with a splash of water like whisky. This is all part of the culture and even of its mystique. The perception is that it's only old, rich people who drink cognac. But times are changing. Cognac's biggest consumer is not France, as you might expect, but America, and African Americans account for a majority of these sales.</p><p>Black Americans were first introduced to the spirit on a wide scale during WWII when battalions were positioned in south-west France. They got a taste for it and, in the 1950s, Hennessy was one of the first brands to actively engage in marketing towards the black community. And it paid off. The spirit became part of the culture, but it wasn't until the '90s that it truly became the drink of choice for African Americans.</p><p>The late 1990s and early 2000s saw a huge upswing in sales, which can be attributed to rappers like Notorious B.I.G, 2Pac and Dr. Dre rapping about the drink. It became a marker of identity and success and reportedly Courvoisier sales spiked by up to 30% after the release of Busta Rhymes' song \"Pass the Courvoisier\". This changing image means that it's no longer just a staple of stuffy liquor cabinets, only to be brought out on special occasions. It's been given a new lease of life and traditional drinking rules no longer apply. Add it to a cocktail, mix it with juice or soft drinks, it doesn't matter – cognac is cool again.</p>"
    }
]